<template>
<div class="container">
    <div class="card aboutus mt-5">
    <div class="card-body">

    <h3 class="text-center mb-3 " style="font-weight:900;color:yellow;">新竹在地經營最久的印花廠</h3>
    <p>
        民國62年, 就讀國中的阿仁, 支身前往台北印花廠打工兼當學徒, 展開了印花生涯.<br>
        民國82年, 在故鄉新竹創業印衣服, 時日至今, 手印經歷已45年.<br>
        由於新竹傳統成衣產業沒落, 服飾印花受到嚴重影響, 在地印花廠逐漸倒閉, 本廠為新竹碩果僅存的老字號印衣服工廠.<br>
        阿仁師的兒子, 台大電機系研究所畢業後, 放棄高薪科技業, 回廠設置數位印花產線, 只為服務鄉親, 用自己的雙手, 替大家用心製作每一件衣服, 透過傳統與數位印花的結合, 可提供多樣成衣印刷方案, 多種印製價格選擇, 無論量大量少, 我們都可為您服務.<br>
        我們將以最傳統的工藝結合現代的技術, 帶給您永不退色的風采.<br>
    </p>
    <h3 class="text-center mb-3 mt-5" style="font-weight:900;color:yellow;">購物須知</h3>
    <ul class="text-left mb-5 mt-2 text-center">
        <li>訂單處理為1~3個工作天(不含假日、國定假日)，理貨完成將立即為您寄貨。</li>
        <li>為避免遺漏訊息，請多利用蝦皮聊聊，我們很樂意為您服務。</li>
        <li>商品都是全新，但是製造時難免會有些許的瑕疵，還請見諒，有問題都歡迎商討，誠信是我們的原則，謝謝。
    退、換貨須知</li>
        <li>親愛的消費者您好，您可依照消費者保護法的規定，享有商品七天猶豫期的權益。但猶豫期並非試用期，請留意，您所退回的商品必須回復原狀，並且保持完整包裝（包括商品本體、配件、原廠外盒、原廠包裝)，否則將依照損毀程度扣除回復原狀所必要之費用。所以在您還不確定是否要辦理退貨以前，請勿拆封，一切依消費者保護法之規定，您將無法享有七天猶豫期之權益且不得辦理退貨。買家無論任何原因需要退、換貨，都需自行負擔來回運費，並於七天鑑賞期內完成所有退換貨事宜。
    出貨方式</li>
        <li>配送以台灣本島為主，偏鄉地區需另開專屬賣場，酌收部分運費，下單前請多利用聊聊與我們確認，謝謝。</li>
    </ul>
        <img class="container-fluid" src="@/assets/image/hsin.jpg" alt="">
    </div>
    </div>
</div>

</template>

<style lang="scss">
.aboutus{
    background:black;
    color:white;
    padding:10px;
}

</style>
